Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ludzi na wyspie coraz więcej, a rąk do pracy ciągle brakuje. Niczego nie sugeruję, ale nasi goście sami pracują na swoją reputację.
uk: Людей на острові стає все більше, а робочих рук все одно бракує. Нічого не натякаю, але наші гості самі працюють на свою репутацію.

source: Ludzi na wyspie jest coraz więcej, a jednak rąk do pracy brakuje. Ja niczego nie sugeruję, ale nasi goście sami pracują na swoją reputację.
uk: Людей на острові все прибуває, а робочих рук не вистачає. Я ні на що не натякаю, але наші гості самі працюють над своєю репутацією.

source: Ludzi trzeba karmić, zapewnić im miejsce do spania, więc jakiś geniusz wpadł na pomysł, żeby górników pilnowały golemy.
uk: Людей необхідно годувати і давати їм місце для ночівлі, тому якийсь геній придумав, щоб гірників охороняли големи.

source: Ludzie Lewko nie szukają już zaginionych.
uk: Люди Левка вже не шукають зниклих.

source: Ludzie Lichwiarza dorwali Caramona. Zanim go powalili, wybił prawie pół tuzina przeciwników. Niestety, jego rany były śmiertelne. Na pożegnanie dał mi figurkę w kształcie ścierwojada.
uk: Люди Лихваря наздогнали Карамона. Перш ніж їм це вдалося, він встиг відправити на той світ майже півдюжини супротивників. На жаль, його рани виявилися смертельними. На прощання він подарував мені фігурку у вигляді падальника.

source: Ludzie Lichwiarza i Ulryka mordują obywateli w całym mieście.
uk: Люди Лихваря та Ульріка вбивають людей по всьому місту.

source: Ludzie Lichwiarza przygotowali pułapkę w miejscu spotkań członków Kręgu. Póki co daliśmy im radę, ale na pewno spotkamy kolejnych.
uk: Люди Лихваря підготували пастку на місці зустрічі членів Кільця. Наразі нам вдалося з ними впоратися, але напевно, попереду нас очікує щось ще гірше.

source: Ludzie Lichwiarza współpracują z Wilczymi Synami?
uk: Люди Лихваря співпрацюють з Вовчими Синами?

source: Ludzie Lichwiarza zaatakowali koszary?
uk: Люди Лихваря напали на казарми?

source: Ludzie Lichwiarza? Co oni tutaj robią? Czyżby znaleźli to miejsce wcześniej niż ja? Może poradzili sobie z porywaczami... Pójdę głębiej, a nuż coś znajdę.
uk: Люди Лихваря? Що вони тут забули? Вони знайшли це місце раніше за мене? Може, вони вже розібрались з викрадачами... Потрібно йти далі.

source: Ludzie Rodericha tylko sprawiają wrażenie, że pilnują porządku, a prawda jest taka, że robią, co im się żywnie podoba.
uk: Люди Родеріха лише створюють враження, що стежать за порядком, а насправді роблять все, що їм заманеться.

source: Ludzie Ulryka musieli wyruszyć dalej, na placu była ich zaledwie garstka. Jak wygląda sytuacja? Gdzie jest Roderich?
uk: Люди Ульріка, мабуть, вирушили далі, бо на площі їх була лише невелика група. Як ситуація? Де Родеріх?

source: Ludzie Ulryka nigdy by sobie nie pozwolili na taką samowolkę! Po co mieliby atakować wieżę sygnałową? Chyba, że...
uk: Люди Ульріка ніколи б не дозволили собі такого свавілля! Навіщо їм нападати на сигнальну вежу? Хіба що...

source: Ludzie Ulryka opanowali koszary?
uk: Люди Ульріка захопили казарми?

source: Ludzie Volkera nie zdołali całkowicie zniszczyć mojego domu i po kilku tygodniach mogłem znowu cieszyć się życiem w swoich własnych pięknych czterech ścianach.
uk: Людям Волкера не вдалося повністю зруйнувати мій будинок, і через кілька тижнів я зміг знову насолоджуватися життям у своїх прекрасних чотирьох стінах.

source: Ludzie Volkera noszą charakterystyczne pancerze - ale to pewnie sam już zdążyłeś zauważyć.
uk: Люди Волкера носять характерні обладунки – але ти, напевно, і сам це помітив.

source: Ludzie Volkera próbowali dorwać także mnie.
uk: Найманці Волкера намагалися дістатись і до мене.

source: Ludzie Volkera wymordowali cały Wodny Krąg i próbowali dorwać także mnie.
uk: Люди Волкера вбили всіх членів Кільця Води і намагалися дістатись і до мене.

source: Ludzie albo nas unikają, albo przepędzają, gdzie tylko się pojawimy. Jesteśmy zdani sami na siebie. Od tego wszystkiego Giles zaczął wariować.
uk: Люди або нас уникають, або проганяють, де б ми не з'явилися. Ми змушені покладатися лише на себе. Від цього всього Джайлз почав божеволіти.

source: Ludzie cenią sobie nasze usługi właśnie ze względu na dyskrecję i brak dodatkowych pytań. Rozumiesz?
uk: Люди цінують наші послуги саме за розсудливість та відсутність зайвих запитань. Розумієш?

source: Ludzie coraz rzadziej korzystają z moich usług. Nie wiem, boją się, czy co?
uk: Люди все рідше користуються моїми послугами. Не розумію, вони бояться чи що?

source: Ludzie mawiają, że wrogowie moich wrogów są moimi przyjaciółmi. Dlatego, jeśli chcesz zostać moim czeladnikiem, to chętnie cię przyjmę.
uk: Як кажуть в народі, вороги моїх ворогів – мої друзі. Тому, якщо ти хочеш стати моїм учнем, я з радістю тебе прийму.

source: Ludzie musicie stanąć razem ze mną!
uk: Люди, приєднуйтесь до мене!

source: Ludzie mówią, że popełniłeś jakieś przestępstwo.
uk: Люди подейкують, що ти вчинив якийсь злочин.

source: Ludzie mówią, że sprawiasz tu same problemy. Nie będzie ich obchodziło, czy ty za tym stałeś, czy nie. Ważne, że pozbędą się sprawiającego problemy osiłka.
uk: Люди кажуть, що ти тільки створюєш тут проблеми. Їм буде байдуже, чи ти стоїш за цим, чи ні. Вони лише хочуть позбутися проблемного забіяки.

source: Ludzie na Archolos zawsze cenili sobie ciężką pracę, jeśli pokażesz im, że nie jesteś kolejnym darmozjadem, to z pewnością zaczną cię szanować.
uk: Люди на Архолосі завжди цінують важку працю. Якщо ти покажеш їм, що ти не черговий дармоїд, вони неодмінно почнуть тебе поважати.

source: Ludzie nazywają mnie Garnek... Ale czasem mówią też do mnie niemiłe słowa.
uk: Люди називають мене Горщиком... Але іноді вони також кажуть мені недобрі слова.

source: Ludzie nie rozumieją, jak wartościowa potrafi być wiedza opisana w książkach. I wątpię, by za mojego życia miało się to zmienić.
uk: Люди не розуміють, наскільки цінними можуть бути знання, записані в книгах. І я сумніваюся, що це зміниться за мого життя.

source: Ludzie od zarania dziejów muszą mierzyć się z najróżniejszymi bestiami, w tym z innymi ludźmi, którzy próbują odebrać im to co do tej pory wywalczyli. Kluczem do sukcesu w tej walce, jest znajomości różnych rodzajów obrażeń, obrony i ich wzajemnych zależności.
uk: З давніх–давен людям доводилося стикатися з різними істотами, в тому числі з іншими людьми, які намагалися відібрати у них все, що їм належить. Ключем до успіху в цій боротьбі є знання різних типів шкоди, захисту та їх взаємозв'язку.

source: Ludzie oszaleli na punkcie tych figurek!
uk: Люди божеволіють від цих статуеток!

source: Ludzie pana Volkera poinformowali mnie, że przyjdziesz.
uk: Люди пана Волкера повідомили мені, що ти прийдеш.

source: Ludzie patrzą się na mnie jakoś dziwnie, niektórzy się śmieją, ale nikt nie chce mi powiedzieć co jest nie tak!
uk: Люди якось дивно на мене дивляться, деякі сміються, але ніхто не хоче пояснити, що не так!

source: Ludzie różne groźby rzucają po pijaku. Gdyby każdy swoje spełniał, to dawno wszyscy bylibyśmy w królestwie Beliara.
uk: Коли люди напідпитку, вони погрожують усілякими речами. Якби кожен виконував свої погрози, ми всі давно були б у царстві Беліара.

source: Ludzie są gotowi zaoferować naprawdę wiele, by posiadać bryłkę magicznej rudy na własność. Wyżywienie obcego w zamian za jedną to dla nich pikuś.
uk: Люди готові чимало запропонувати, щоб заволодіти самородком магічної руди. Нагодувати незнайомця в обмін на один такий – це для них дрібниці.

source: Ludzie są tutaj strasznie nieufni, ale nie wyglądają na nieuczciwych.
uk: Люди тут страшенно недовірливі, але вони не виглядають нечесними.

source: Ludzie uciekają od wojny, ale boję się, że przywiozą ją ze sobą.
uk: Люди втікають від війни, але я боюся, що вони приведуть її за собою.

source: Ludzie w Przystani zamawiali głównie kobiety. Nazywali je 'towarem ekskluzywnym'.
uk: Люди в Гавані замовляли переважно жінок. Вони називали їх 'ексклюзивним товаром'.

source: Ludzie w pancerzach straży trzymali mnie w klatce jak jakieś zwierzę.
uk: Люди в обладунках тримали мене в клітці, як якусь тварину.

source: Ludzie w porcie są bezpieczni. Myślisz, że po co zamknęliśmy wrota do tamtych dzielnic?
uk: Люди в порту у безпеці. Як гадаєш, чому ми замкнули ворота в ті райони?

source: Ludzie w twoim wieku i o twoim... statusie, nieczęsto składają mi takie oferty.
uk: Люди твого віку і твого... статусу, не часто роблять мені такі пропозиції.

source: Ludzie widzieli na własne oczy prawdziwie oblicze sługusów Lichwiarza. Teraz z pewnością nie dołączą do jego armii.
uk: Люди на власні очі побачили справжнє обличчя поплічників Лихваря. Тепер вони точно не приєднаються до його армії.

source: Ludzie wiedzą, że był krętaczem i miał te swoje dziwne pomysły z żartami, będziemy po prostu udawać, że to jeden z nich.
uk: Люди знають, що він був диваком і вигадував свої чудернацькі витівки, ми просто вдаватимемо, що це одна з них.

source: Ludzie zdychają na lewo i prawo. Jeden w tę, czy w tę nie zrobi nikomu żadnej różnicy.
uk: Люди вмирають наліво і направо. Один зараз, чи пізніше – яка різниця.

source: Ludzie znajdowali je już w najdziwniejszych miejscach, więc po prostu miej oczy szeroko otwarte!
uk: Люди вже знаходили їх у найдивовижніших місцях, тож будь дуже уважним!

source: Ludzie zwykle przedstawiają się na początku rozmowy.
uk: Люди зазвичай представляються на початку розмови.

source: Ludzie, dla których pracuję... to znaczy... pracowałem to banda pamiętliwych sukinsynów.
uk: Люди, на яких я працюю... тобто... працював, це банда злопам'ятних щурів.

source: Ludzka kość.
uk: Людська кістка.

source: Ludzka ręka wyjęta z brzucha węża błotnego.
uk: Людська рука, витягнута з черева болотожера.

source: Ludzka ręka wyjęta z brzucha zębacza przy dźwigu.
uk: Людська рука, витягнута з черева снеппера

source: Luise
uk: Луїза

source: Luna
uk: Луна

source: Luna chciałaby odzyskać swoje pieniądze.
uk: Луна хоче повернути свої гроші.

source: Luna chciałaby odzyskać swoje złoto.
uk: Луна хоче повернути своє золото.

source: Luna jest jutro umówiona na sprzedaż szachownicy.
uk: Луна збирається продати шахівницю вже завтра.

source: Luna musi sama sobie poradzić ze swoimi problemami.
uk: Тепер Луна має сама вирішувати свої проблеми.

source: Luna przesyła pozdrowienia.
uk: Луна передає вітання.

source: Luneta
uk: Телескоп

source: Lutnia
uk: Лютня

source: Lutniarz
uk: Лютняр

source: Lutter
uk: Люттер

source: Lutz
uk: Люц

source: Lutz dotarł bezpiecznie do miasta. Pomimo tego, że musiał uciekać, jest zadowolony z obecnej sytuacji.
uk: Люц безпечно дістався до міста. Незважаючи на вимушену втечу, він задоволений своїм теперішнім становищем.

source: Lutz działa mi na nerwy. Od kiedy przybył, cała wioska gada tylko o nim i o tym jaki nie jest wspaniały.
uk: Люц діє мені на нерви. Відколи він прибув, усе село говорить тільки про нього і про те, який він чудовий.

source: Lutz opowiedział mi całą historię. Oto złoto, które ci ukradł.
uk: Люц розповів мені про все що сталося. Ось золото, яке він в тебе вкрав.

source: Lutz opowiedział mi, jaka była twoja rola w tym wszystkim. Chciałam cię wynagrodzić.
uk: Люц розповів мені, яка була твоя роль у всьому цьому. Я б хотіла віддячити тобі за це.

source: Lutz opuścił Silbach.
uk: Люц покинув Сільбах.

source: Lutz pamięta, jak pomogłem mu z Marthą i postanowił dołączyć do naszej wyprawy.
uk: Люц згадав, як я допоміг йому з Мартою, і вирішив приєднатися до нашої експедиції.

source: Lutz prosił mnie bym przekazał ci, że czeka przed karczmą.
uk: Люц просив передати тобі, що він чекає на тебе біля корчми.

source: Lutz przesyła pozdrowienia...
uk: Люц передає привіт...

source: Lutz również jest z Archolos, może on lepiej nadawałby się do tego zadania.
uk: Люц також з Архолосу, може він краще підійшов би до цього завдання.

source: Lutz się wyniósł.
uk: Люц пішов.

source: Lutz też chce to zakończyć, ale nie ma odwagi powiedzieć tego Marcie. Zrobimy tak, pójdziesz przed karczmę i dasz mu się pobić. Martha nie będzie chciała go znać po takiej akcji.
uk: Люц теж хоче покінчити з цим, але йому не вистачає духу сказати про це Марті. Ось що ми зробимо: ти зустрінеш його перед корчмою та даси йому себе побити. Марта не захоче його знати після такого вчинку.

source: Lutz wydawał się być zadowolony z moich działań. Teraz pozostaje najtrudniejsza część zadania, czyli przekonanie Marthy, by pojawiła się na spotkaniu.
uk: Люц був задоволений моїми діями. Тепер залишалася найскладніша частина завдання – переконати Марту прийти на зустріч.

source: Lutz wygląda na zdołowanego. Nie takiego finału oczekiwałem po ostatnich swatach. Ciekawe, co Martha ma do powiedzenia.
uk: Люц виглядає пригніченим. Не такий фінал я очікував від нещодавнього сватання. Цікаво, що скаже Марта.

source: Lutz, teraz ja będę musiał prosić cię o przysługę.
uk: Люц, тепер я хочу попросити тебе про послугу.

source: Lśniąca szpada
uk: Сяючий меч

source: M-mam ko-kolegów... w-wysoko postawionych kolegów...!
uk: У м-мене є д-друзі... в-високопоставлені друзі...!

source: MY, synowie i córki tej ziemi, na polach, w kopalniach i warsztatach dzień w dzień przelewamy krew, pot i łzy dla tych uprzywilejowanych drani!
uk: МИ, сини і дочки цієї землі, на полях, у копальнях і в майстернях день за днем проливаємо кров, піт і сльози за цих привілейованих виродків!

source: Ma bardzo charakterystyczny zapach.
uk: Має дуже виражений запах.

source: Ma bardzo dziwną nazwę - Ulu-Mulu. Wydaje mi się, że to jakiś symbol wielkiego wojownika.
uk: Він має дуже дивну назву – Улу-Мулу. Я думаю, що це якийсь символ великого воїна.

source: Ma bardzo ostry i intensywny zapach.
uk: Він має дуже різкий і сильний запах.

source: Ma bardzo wyraźny smak i zapach.
uk: Має дуже характерний смак і запах.

source: Ma całkiem niezły towar, zawsze świeży, dostarczony na czas, ale te ceny... głównie zaopatrują się u niego karczmarze, może przy stałych dostawach mają lepsze oferty.
uk: У нього досить хороший товар, завжди свіжий, доставляється вчасно, але ціни... В основному у нього закуповуються корчмарі. Можливо, при регулярних доставках вони мають кращі пропозиції.

source: Ma doświadczenie w budowaniu statków, więc z drewnem pewnie nieźle sobie radzi.
uk: Він має досвід у будівництві кораблів, тож з деревом, напевно, теж впорається.

source: Ma gdzieś w slumsach jakiś mały domek, podobno przez cały dzień i noc słychać w jego pobliżu hałas piłowania drewna.
uk: Він має невеличкий будиночок десь у нетрях, з якого цілими днями і ночами чути шум від розпилювання деревини.

source: Ma jakieś stare zatargi z Lorenzo. Nie wiem konkretnie o co chodzi.
uk: У нього якась давня суперечка з Лоренцо. Я не знаю, через що саме.

source: Ma karczmę w porcie. Co prawda stałymi bywalcami są tam tylko, hm, smakosze tanich trunków, ale każdemu trzeba dać możliwość napicia się czegoś porządnego.
uk: У неї є корчма у порту. Щоправда, постійними відвідувачами там є лише поціновувачі дешевої випивки, але всім треба дати можливість випити чогось пристойного.

source: Ma kobieta temperament, to prawda.
uk: У неї неабиякий характер, це правда.

source: Ma mi pomóc trafiać w cele.
uk: Це має допомогти мені влучати в ціль.

source: Ma mi pomóc w następnych walkach.
uk: Він має допомогти мені в наступних боях.

source: Ma mi pomóc z odnalezieniem
uk: Це допоможе мені відстежувати

source: Ma poderżnięte gardło. To musi być on. Nie ma nic przy sobie. Ktoś dawno obrabował te zwłoki.
uk: Йому перерізали горло. Це, мабуть, він. При ньому нічого немає. Хтось пограбував цей труп вже дуже давно.

source: Ma posłużyć do uszkodzenia pancerzy.
uk: Призначений для пошкодження обладунків.

source: Ma przezwisko Duży Ben i jest mistrzem tamtejszej areny.
uk: Його прізвисько – Великий Бен, і він чемпіон місцевої арени.

source: Ma się do ciebie zgłosić ustalić warunki finansowe.
uk: Він має прийти до тебе, щоб узгодити фінансові питання.

source: Ma się rozumieć. Mogę ci pokazać, jak nabrać siły i jak prawdziwie po mistrzowsku władać bronią jednoręczną i dwuręczną.
uk: Щоб ти розумів. Я можу показати тобі, як набратися сили і як майстерно володіти одноручною і дворучною зброєю.

source: Ma stragan na placu obok naszej siedziby.
uk: Вона має прилавок на площі біля нашого штабу.

source: Ma swoją pracownię w Dzielnicy Rzemieślników, gdzieś przy samym wyjściu na port.
uk: Її лабораторія знаходиться у Ремісничому кварталі, неподалік виходу з порту.

source: Ma to teraz jakieś znaczenie? Bierzmy nasze rzeczy i uciekajmy!
uk: Хіба це зараз має значення? Збираймо речі і тікаймо!

source: Ma to wyglądać na wypadek przy pracy, nieostrożny dzieciak zjedzony przez gromadkę wygłodniałych bestii.
uk: Це має виглядати як нещасний випадок. Необережний хлопець, якого з'їла зграя голодних звірів.

source: Ma zdobyć róg cieniostwora. Może ty wiesz jak zapobiec jego śmierci?
uk: Він хоче здобути ріг тінезвіра. Може, ти знаєш, як вберегти його від смерті?

source: Ma żal do Lorenzo. Zbyt wcześnie wysłał go na emeryturę.
uk: У нього образа на Лоренцо. Тому що він занадто рано відправив його на пенсію.

source: Ma żal do ciebie, dlatego odmawia sprzedaży.
uk: Він тримає на тебе образу, тому відмовляється продавати.

source: Ma, bo wolałbym wiedzieć, czy nie jest to coś nielegalnego.
uk: Має, бо хотілося б дізнатися, чи це не щось нелегальне.

source: Machaj tym kilofem i uczyń nas bogatymi!
uk: Помахай киркою і зроби нас багатими!

source: Machanie mieczem, bo inaczej tego w tym przypadku nie można nazwać, nie jest twoją mocną stroną. Oby z kolejnymi zadaniami poszło ci lepiej.
uk: Махання мечем, а інакше це не назвеш, – не найсильніша твоя сторона. Сподіваюсь, з наступними завданнями ти впораєшся краще.

source: Macie być gotowi do służby od samego rana!
uk: Ви повинні бути готовими до служби з самого ранку!

source: Macie dalszy plan gdzie chcecie się udać?
uk: Маєте якісь плани куди далі вирушити?

source: Macie jakieś pomysły od czego zacząć?
uk: Є ідеї, з чого почати?

source: Macie jakiś problem z jej właścicielem?
uk: У вас якісь проблеми з його власником?

source: Macie mi się tu nie pokazywać bez imion, albo najlepiej głów całej tej bandy!
uk: Не показуйтеся мені тут без імен, а ще краще – без голів усієї банди!

source: Macie może coś mocnego? Po ostatnich przeżyciach muszę się czegoś napić.
uk: Може, у вас є що-небудь міцне? Після недавніх подій мені треба випити.

source: Macie przy sobie grot?
uk: Наконечник болта у тебе?

source: Macie pójść ze mną do jaskini i przygotować zasadzkę na tych gnojków.
uk: Ти підеш зі мною до печери і підготуєш засідку на тих виродків.

source: Macie pójść ze mną do jaskini i się ich pozbyć.
uk: Ти підеш зі мною до печери і позбудешся їх.

source: Macie stąd odejść.
uk: Ви маєте звідси піти.

source: Macie szczęście, że chociaż udało wam się załatwić ten drugi problem...
uk: Вам пощастило, що ви принаймні встигли вирішити ту іншу проблему...

source: Macie tu jakieś problemy?
uk: У вас тут бувають якісь проблеми?

source: Macie tu problem z bandytami?
uk: У вас тут проблеми з бандитами?

source: Macie tu sporą samowolkę.
uk: Ви, хлопці, тут досить свавільні.

source: Macie własną kopalnie srebra?
uk: Ти маєш власну срібну копальню?

source: Macie własną kopalnię srebra?
uk: Ви маєте власну срібну копальню?

source: Maczeta Południowca
uk: Мачете південця

source: Maczuga z kolcami
uk: Булава з шипами

source: Maczuga żaboludzi
uk: Булава жаболюда

source: Madog
uk: Мадог

source: Mag Lokvar z wioski Silbach przyjmie 10 sztuk niebieskiego bzu i za każdą z nich zapłaci pełną wartość w złocie.
uk: Маг Локвар із села Сільбах прийме 10 рослин синьої бузини та заплатить повну вартість золотом за кожну із них.

source: Mag Ognia
uk: Маг Вогню

source: Mag Ognia Tengral może ze mną pohandlować różnymi zwojami czy miksturami. Zazwyczaj przesiaduje w kościele Innosa.
uk: Маг Вогню Тенграл може продати мені різні сувої та зілля. Зазвичай він перебуває у церкві Інноса.

source: Mag Ognia Tengral wprowadzi w tajniki magii każdego, kto udowodni, że 'jest godzien'.
uk: Маг Вогню Тенграл познайомить кожного, хто виявиться 'гідним', з таємницями магії.

source: Mag Ognia Tengral za opłatą pokaże mi, jak zwiększyć swoją moc magiczną.
uk: Маг Вогню Тенграл за певну плату допоможе мені підвищити мою магічну силу.

source: Mag Ognia? U mnie!
uk: Маг Вогню? У мене в будинку!

source: Mag Rierol jest w posiadaniu pewnego przepisu, dzięki któremu mógłbym znacznie szybciej wrócić do zdrowia. Niestety, udaje, że o niczym nie wie.
uk: Маг Рієрол володіє одним рецептом, який дозволив би мені одужати набагато швидше. На жаль, він вдає, що нічого про нього не знає.

source: Mag Wody
uk: Маг Води

source: Mag Wody Ingolf może mi sprzedać magiczne mikstury i zwoje.
uk: Маг Води Інгольф може продати мені магічні зілля та сувої.

source: Mag Wody Laudus może ze mną pohandlować różnymi zwojami czy miksturami. Znajdę go w kaplicy Magów Wody.
uk: Маг Води Лаудус може продати мені різні сувої та зілля. Я можу знайти його у храмі Магів Води.

source: Mag Wody Laudus skupuje magiczne runy i przekazuje je do klasztoru. W zamian przekazuje za nie magiczne zwoje tego samego rodzaju. Znajdę go w kapliczce Magów Wody w mieście.
uk: Маг Води Лаудус купує магічні руни та жертвує їх монастирю. Натомість він дає аналогічні магічні сувої. Його можна знайти у храмі Магів Води в місті.

source: Mag Wody Lokvar potrzebuje 10 roślin niebieskiego bzu. Jego chata znajduje się przy kapliczce Adanosa w wiosce Silbach.
uk: Магу Води Локвару потрібно 10 рослин синьої бузини. Його хатина знаходиться біля каплиці Аданоса в селі Сільбах.

source: Mag Wody Lokvar uważa, że mieszkańcy wioski Silbach będą nieprzychylnie patrzeć na grób Flory na tutejszym cmentarzu. Zorganizowanie go będzie się również wiązało z uiszczeniem odpowiedniej opłaty.
uk: Маг Води Локвар вважає, що мешканці Сільбаху будуть не в захваті від поховання Флори на місцевому цвинтарі. Крім того, за організацію похорону потрібно буде заплатити.

source: Mag Wody, Patracjan, prowadzi codziennie wykłady na temat rozwoju potencjału magicznego i chętnie wskaże odpowiednią ścieżkę wszystkim gotowym przyjąć te lekcje.
uk: Маг Води, Патриціан, щодня читає лекції про розвиток магічного потенціалу і з радістю вкаже правильний шлях кожному, хто готовий прийняти ці знання.

source: Mag poradził sobie bez problemu.
uk: Маг впорався без проблем.

source: Mag przyniósł magiczny zwój.
uk: Маг приніс магічний сувій.

source: Maga Ognia Mikhtara
uk: Мага Вогню Міхтара.

source: Magazyn jest tam.
uk: Склад знаходиться он там.

source: Magazyn jest ważnym punktem każdego gospodarstwa. Tu trzymamy zbiory i narzędzia do pracy, zaś wieczorem można wystawić ławy i zasiąść z parobkami do wspólnej biesiady.
uk: Склад – важлива частина будь-якого господарства. Тут ми зберігаємо врожай і робочі інструменти, а ввечері можна дістати лавки і сісти разом з працівниками за спільну трапезу.

source: Magazyn miał tylko odwrócić uwagę straży i Magów Wody z pobliskiej kaplicy.
uk: Всього один склад і лише для того, щоб відволікти вартових і Магів Води від каплиці поруч.

source: Magazyn. Nawet nie myśl o tym, żeby próbować coś ukraść, bo srogo tego pożałujesz.
uk: Це склад. Навіть не думай про те, щоб спробувати щось вкрасти, бо сильно про це пошкодуєш.

source: Magia
uk: Магія

source: Magia jest najwspanialszym i zarówno bardzo niebezpiecznym darem, jaki ludzie otrzymali od bogów.
uk: Магія – це найпрекрасніший і водночас дуже небезпечний дар, який люди отримали від богів.

source: Magia nie powinna być ograniczona dla magów, każdy z nas jest godny doświadczenia jej piękna i potęgi na własnej skórze.
uk: Магія не повинна бути доступною лише магам, кожен з нас гідний відчути її красу і силу на власному досвіді.
